Repository: bhulsken/little_brother
Catalog: little_brother/translations/*/LC_MESSAGES/messages.po
Languages: bn, da, ja, tr

source: username '{username}' not specified
bn: ব্যবহারকারীর নাম '{username}' নেই
da: brugernavn '{username}' ikke angivet
ja: ユーザー名 '{username}' は特定していません
tr: kullanıcı adı '{username}' belirtilmemiştir

source: username '{username}' not being monitored
bn: ব্যবহারকারীর নাম '{username}' মনিটর করা হচ্ছে না
da: bruger '{username}' overvåges ikke
ja: ユーザー名 '{username}' は監視されていません
tr: kullanıcı adı '{username}' gözetlenmiyor

source: {days} days ago
bn: {days} দিন আগে
da: {days} dage siden
ja: {days} 日前
tr: {days} gün önce

source: Today
bn: আজ
da: I dag
ja: 今日
tr: Bugün

source: Yesterday
bn: গতকাল
da: I går
ja: 昨日
tr: Dün

source: {user}, you do not have computer time left today. You will be logged out.
bn: {user}, তোমার কম্পিউটার ব্যবহারের সময় আজ শেষ। তোমাকে লগ আউট করা হচ্ছে।
da: {user}, du har ikke computertid tilbage i dag. Du vil blive logget af.
ja: {user} さん,今日のコンピューター時間は残っていません. ログアウトされます.
tr: {user}, bugün bilgisayar zamanın kalmadı. Oturumun kapatılacaktır

source: {user}, you only have {minutes_left_before_logout} minutes left today. Please, log out.
bn: {user}, আজ তোমার শুধু {minutes_left_before_logout} মিনিট বাকী আছে। প্লিজ, লগ আউট করো.
da: {user}, du har kun {minutes_left_before_logout} minuttter tilbage i dag. Log venligst af.
ja: {user} さん,今日はたった{minutes_left_before_logout}分が残ります.ログアウトして下さい.
tr: {user}, bugün sadece {minutes_left_before_logout} dakikan kaldı. Lütfen oturumunu kapat.

source: {user}, you do not have any computer time today. You will be logged out.
bn: {user}, আজ তোমার কম্পিউটার ব্যবহারের আর কোন সময় বাকী নেই। তোমাকে লগ আউট করা হচ্ছে।
da: {user}, du har ingen computertid i dag. Du vil blive logget af.
ja: {user} さん,今日のコンピューター時間が終わりました. ログアウトされます.
tr: {user}, bugün hiç bilgisayar zamanın yok. Oturumun kapatılacaktır.

source: {user}, it is too early to use the computer. You will be logged out.
bn: {user}, কম্পিউটার ব্যবহারের এখনো সময় হয়নি। তোমাকে লগ আউট করা হচ্ছে।
da: {user}, det er for tidligt at bruge computeren. Du vil blive logget af.
ja: {user} さん,コンピューターを使用するにはまだ早いです.ログアウトされます.
tr: {user}, bilgisayarı kullanmak için daha erken. Oturumun kapatılacaktır.

source: {user}, it is too late to use the computer. You will be logged out.
bn: {user}, কম্পিউটার ব্যবহারের সময় পার হয়ে গেছে। তোমাকে লগ আউট করা হচ্ছে।
da: {user}, det er for sent til at bruge computeren. Du vil blive logget af
ja: {user} さん,コンピューターを使用するにはもう遅くなりました.ログアウトされます.
tr: {user}, bilgisayarı kullanmak için geç oldu. Oturumun kapatılacaktır.

source: {user}, in {minutes_left_before_logout} minutes it will be too late to use the computer. Please, log out.
bn: {user}, {minutes_left_before_logout} মিনিটের পর আরকম্পিউটার ব্যবহার করা যাবে না। প্লিজ, লগ আউট করো।
da: {user}, om {minutes_left_before_logout} minutter er det for sent til at bruge computeren. Log venligst af.
ja: {user} さん,{minutes_left_before_logout}"分掛かるとコンピューターを使うには遅くなります. ログアウトしてください.
tr: {user}, {minutes_left_before_logout} dakika sonra bilgisayarı kullanmak için geç olacaktır. Lütfen oturumunu kapat.

source: {user}, you have to take a break. You will be logged out.
bn: {user}, তোমাকে বিরতি নিতে হবে। তোমাকে লগ আউট করা হচ্ছে।
da: {user}, du må tage en pause. Du vil blive logget af.
ja: {user} さん,休まなければ行けません.ログアウトされます.
tr: {user}, mola vermen gerekmektedir. Oturumun kapatılacaktır.

source: {user}, in {minutes_left_before_logout} minutes you will have to take a break. Please, log out.
bn: {user}, {minutes_left_before_logout} মিনিটের মধ্যে তোমাকে বিরতি নিতে হবে। প্লিজ, লগ আউট করো।
da: {user}, om {minutes_left_before_logout} minutter må du tage en pause. Log venligst af.
ja: {user} さん,{minutes_left_before_logout}"分には休憩を取らければ行けません. ログアウトしてください.
tr: {user}, {minutes_left_before_logout} dakika sonra mola vermen gerekmektedir. Lütfen oturumunu kapat.

source: {user}, your break will only be over in {break_minutes_left} minutes. You will be logged out.
bn: {user}, তোমার বিরতি শেষ হতে মাত্র {break_minutes_left} মিনিট বাকী। তোমাকে লগ আউট করা হচ্ছে।
da: {user}, din pause er først slut om {break_minutes_left} minutter. Du vil blive logget af.
ja: {user}さん, 君の休憩はただ{break_minutes_left}分に終わります. ログアウトされます.
tr: {user}, molan {break_minutes_left} dakika sonra sona erecektir. Oturumun kapatılacaktır.

source: Hello {user}, you will be allowed to play for {minutes_left_in_session} minutes in this session.
bn: হ্যালো {user}, তোমার এই সেশনে খেলার জন্য {minutes_left_in_session} মিনিট বাকী আছে।
da: Hej {user}, du har lov at spille i {minutes_left_in_session} minutter i denne session.
ja: こんにちは{user}さん,このセッションでは {minutes_left_in_session} 分の間プレイが許可されています.
tr: Merhaba {user}, bu oturumda {minutes_left_in_session} dakika oynamak için iznin var.

source: Hello {user}, you have unlimited playtime in this session.
bn: হ্যালো {user}, তোমার এই সেশনের খেলার জন্য কোন সময়সীমা নেই।
da: Hej {user}, du har ubegrænset spilletid i denne session.
ja: こんにちは {user} さん,このセッションでは無制限にプレイできます.
tr: Merhaba {user}, bu oturumda sınırsız oyun zamanın var.

source: 'Today ('EEE')'
bn: 'আজ ('EEE')'
da: 'I dag ('EEE')'
ja: '今日('EEE')'
tr: 'Bugün ('EEE')'

source: 'Today'
bn: 'আজ'
da: 'I dag'
ja: '今日'
tr: 'Bugün'

source: 'Tomorrow ('EEE')'
bn: 'আগামীকাল ('EEE')'
da: 'I morgen ('EEE')'
ja: 明日('EEE')'
tr: 'Yarın ('EEE')'

source: 'Tomorrow'
bn: ''আগামীকাল'
da: 'I morgen'
ja: '明日'
tr: 'yarın'

source: yyyy-MM-dd' ('EEE')'
bn: '<span class="nonlocaletext">'dd-MM-yyyy'</span> ('EEE')'
da: dd-MM-yyyy' ('EEE')'
ja: yyyy'年'MM'月'dd'日 ('EEE')'
tr: dd.MM.yyy' ('EEE')'

source: vacation
bn: ছুটি
da: ferie
ja: 休日
tr: tatil

source: Username
bn: ব্যবহারকারীর নাম
da: Brugernavn
ja: ユーザー名
tr: Kullanıcı adı

source: No activity before {hh_mm} hours
bn: <span class="nonlocaletext">{hh_mm}</span> ঘণ্টার আগে আর কিছু করতে পারবেনা।
da: Ingen aktivitet før klokken {hh_mm}
ja: {hh_mm} 時間前は活動なし
tr: {hh_mm} saatinden önce etkinlik yok

source: No activity after {hh_mm} hours
bn: <span class="nonlocaletext">{hh_mm}</span> ঘণ্টার পর আর কিছু করতে পারবেনা।
da: Ingen aktivitet efter klokken {hh_mm}
ja: {hh_mm} 時間後は活動なし
tr: {hh_mm} saatinden sonra etkinlik yok

source: Day blocked: no activity permitted
bn: নিষিদ্ধ দিনঃ কোন কাজ করা যাবেনা
da: Blokeret dag: ingen aktivitet tilladt
ja: ブロックされた日:活動は禁止
tr: Gün engellendi: etkinlik için izin yok

source: Activity limited to {hh_mm} per day
bn: প্রতিদিন কাজ <span class="nonlocaletext">{hh_mm}</span> -এ সীমাবদ্ধ
da: Aktivitet begrænset til {hh_mm} per dag
ja: 活動は１日 {hh_mm} 時間に制限された
tr: Etkinlik günlük {hh_mm} için sınırlandırılmıştır

source: No activity exceeding {hh_mm}
bn: কোন কাজ <span class="nonlocaletext">{hh_mm}</span>-এর বেশী হতে পারবেনা
da: Ingen aktivitet længere end {hh_mm}
ja: {hh_mm} 超過活動なし
tr: {hh_mm}yı aşan etkinlik yok

source: Free Play
bn: ফ্রী খেলা
da: Frit spil
ja: 自由な遊び
tr: Serbest Oyun

source: Minimum break time {hh_mm} not reached
bn: ন্যুনতম বিরতি <span class="nonlocaletext">{hh_mm}</span> এখনও শেষ হয়নি
da: Mindste pausetid ({hh_mm}) ikke nået
ja: 最小休憩時間 {hh_mm} に達していません
tr: Minimum mola zamanına {hh_mm} ulaşılmamıştır

source: default
bn: িফল্ট
da: standard
ja: デフォルト
tr: varsayılan

source: weekend
bn: সপ্তাহ শেষে ছুটি
ja: 週末
tr: hafta sonu

source: weekdays
bn: কাজের দিন
da: hverdage
ja: 平日
tr: hafta içi günleri

source: mondays
bn: সব সোমবার
da: mandage
ja: 月曜日
tr: her pazartesi

source: tuesdays
bn: সব মঙ্গলবার
da: tirsdage
ja: 火曜日
tr: her salı

source: wednesdays
bn: সব বুধবার
da: onsdage
ja: 水曜日
tr: her çarşamba

source: thursdays
bn: সব বৃহস্পতিবার
da: torsdage
ja: 木曜日
tr: her perşembe

source: fridays
bn: সব শুক্রবার
da: fredage
ja: 金曜日
tr: her cuma

source: saturdays
bn: সব শনিবার
da: lørdage
ja: 土曜日
tr: her cumartesi

source: sundays
bn: সব রবিবার
da: søndage
ja: 日曜日
tr: her pazar

source: About
bn: বিষয়
da: Om
ja: について
tr: Hakkında

source: Setting
bn: সেটিং
da: Indstilling
ja: 設定
tr: Ayar

source: Value
bn: মান
da: Værdi
ja: 値
tr: Değer

source: Repository
bn: সংগ্রহশালা
da: Depot
ja: リポジトリ
tr: Veri Havuzu

source: Version
bn: সংস্করণ
ja: バージョン
tr: Versiyon

source: Package Revision
bn: প্যাকেজ সংস্করণ
da: Pakkeversion
ja: パッケージリビジョン
tr: Paket Revizyonu

source: Git Commit ID
bn: জিআইটি কমিট আইডি
ja: GitコミットのID
tr: Git Commit Kimliği

source: Git Branch Name
bn: জিআইটি শাখার নাম
ja: Gitブランチ名
tr: Git Branş Adı

source: Git Author's Name
bn: জিআইটি লেখকের নাম
ja: Git作者の名前
tr: Git Yazar Adı

source: Git Author's Email Address
bn: জিআইটি লেখকের ইমেইল
ja: Git作者の電子メールアドレス
tr: Git Yazarın Email Adresi

source: Supported Languages
bn: বাকী ভাষাসমূহ
da: Understøttede sprog
ja: サポートされている言語
tr: Desteklenen Diller

source: Administration
bn: এডমিনিস্ট্রেশান
ja: 行政
tr: Yönetim

source: User
bn: ব্যবহারকারী
da: Bruger
ja: ユーザー
tr: Kullanıcı

source: Show configurations of upcoming days
bn: আগামী দিনগুলোর কনফিগারেশান দেখাও
da: Vis konfigurationer for kommende dage
ja: 近日の構成を見る
tr: İlerleyen günlerin yapılarını göster

source: Today's Activity
bn: আজকের কাজ
da: Aktivitet i dag
ja: 今日の活動
tr: Bugünün Etkinliği

source: Day
bn: দিন
da: Dag
ja: 日
tr: Gün

source: Context
bn: বিষয়
da: Sammenhæng
ja: 事情
tr: Bağlam

source: Min Time of Day
bn: দিনের সর্বনিম্ন সময়সীমা
da: Tidligst
ja: 最小時間
tr: Günün minimum zamanı

source: Max Time of Day
bn: িনের সর্বোচ্চ সময়সীমা
da: Senest
ja: 最高時間
tr: Günün maximum zamanı

source: Time per Day
bn: প্রতিদিনের সময়সীমা
da: Tid per dag
ja: 一日あたりの時間
tr: Günlük Sınır

source: Minimum Break
bn: সর্বনিম্ন বিরতি
da: Korteste pause
ja: 最小休憩
tr: Minimum Mola

source: Max Duration
bn: সর্বোচ্চ সময়সীমা
da: Længste varighed
ja: 最高期間
tr: Maximum Süre

source: Show overrides for day
bn: দিনের জন্য ওভাররাইড দেখাও
da: Vis særregler for dagen
ja: 日のオーバーライドを見る
tr: Günün geçersiz kılınanlarını göster

source: override
bn: ওভাররাইড
da: særregel
ja: オーバーライド
tr: Geçersiz kıl

source: Save
bn: সেইভ
da: Gem
ja: セーブ
tr: Kaydet

source: Status
bn: স্ট্যাটাস
ja: 状態
tr: Durum

source: Previous Activity Start Time
bn: আগের কাজ শুরু করার সময়
da: Starttid, forrige aktivitet
ja: 前回の活動始まった時間
tr: Son etkinliğin başlangıç saati

source: Previous Activity End Time
bn: আগের কাজ শেষ করার সময়
da: Sluttid, forrige aktivitet
ja: 前回の活動終わった時間
tr: Son etkinliğin bitiş saati

source: Current Activity Start Time
bn: বর্তমান কাজ শুরুর সময়
da: Starttid, nuværende aktivitet
ja: 今回の活動始まった時間
tr: Güncel etkinliğin başlangıç saati

source: Current Activity Duration
bn: এই কাজের সময়সীমা
da: Varighed, forrige aktivitet
ja: 今回の活動期間
tr: Güncel aktivite süresi

source: Current
bn: বর্তমান
da: Nuværende
ja: 現在
tr: Güncel

source: Activity permitted
bn: অনুমোদিত কাজ
da: Aktivitet tilladt
ja: 活動は許可されました
tr: Etkinliğe izin verildi

source: OK?
bn: ঠিক আছে?
ja: いいですか？
tr: TAMAM?

source: Reasons
bn: কারণ সমুহ
da: Årsager
ja: 理由
tr: Sebepler

source: Show durations of most recent days
bn: গতদিনগুলোর কাজের সময়সীমা দেখাও
da: Vis varigeder for de seneste dage
ja: 最近の日の期間を見る
tr: En son günlerin sürelerini göster

source: Active Time
bn: সক্রিয় থাকা সময়
da: Varighed
ja: 活動時間
tr: Aktif Süre

source: Active
bn: সক্রিয় আছে
da: Aktiv
ja: 活動中
tr: Aktif

source: Activity Start
bn: কাজ শুরু
da: Aktivitet startet
ja: 活動始まる
tr: Etkinlik Başlangıç

source: Start
bn: শুরু
ja: 始まる
tr: Başlangıç

source: Activity End
bn: কাজ শেষ
da: Aktivitet slut
ja: 活動終わる
tr: Etkinlik Bitiş

source: End
bn: শেষ
da: Slut
ja: 終わる
tr: Bitiş

source: Host(#procs)
bn: হোস্ট
da: Vært(Antal processer)
ja: ホスト(#procs)

source: Show activity times
bn: কাজের সময় দেখাও
da: Vis aktivitetstider
ja: 活動時間を見る
tr: Etkinlik sürelerini göster

source: Login
bn: লগ ইন
ja: サインイン
tr: Oturum aç

source: Password
bn: পাসওয়ার্ড
da: Kodeord
ja: パスワード
tr: Şifre

source: Admin
bn: এডমিন
da: Administration
ja: 管理者
tr: Yönetici

source: Signed in as
bn: সাইন ইন কারীর নাম
da: Logget ind som
ja: サインインのユーザーは
tr: Olarak giriş yapıldı

source: Logout
bn: লগ আউট
da: Log ud
ja: ログアウト
tr: Oturumu kapat

source: weekday
da: hverdag

source: On
da: Til

source: Off
da: Fra
